[
	{
		"id": "mc80a-star-cruiser",
		"ship": "MC80A star cruiser",
		"desc": "Home One (Mon Calamari cruiser) made its theatrical appearance in Return of the Jedi as Admiral Ackbar's flagship during the Battle of Endor. ",
		"img": "MC80A"
	},
	{
		"id": "sentinal-class-landing-craft",
		"ship": "Sentinal-class landing craft",
		"desc": "Imperial landing craft (or Sentinel-class landing craft) were designed for the Special Edition release of Star Wars Episode IV: A New Hope and created entirely with CGI.",
		"img": "SentinalClassLandingCraft"
	},
	{
		"id": "lambda-class-t4a",
		"ship": "Lambda-class T4a",
		"desc": "Imperial Shuttle. Lambda-class T4a shuttles first appeared in Star Wars: Episode VI - Return of the Jedi, and were later added to the Special Edition release of The Empire Strikes Back.",
		"img": "LambdaClassT4a"
	},
	{
		"id": "executor-class-star-dreadnought",
		"ship": "Executor-class Star Dreadnought",
		"desc": "The Star Destroyers are the Galactic Empire's assault ships. The Ravager, an Executor-class Star Dreadnought, was destroyed during the Battle of Jakku.",
		"img": "Executor2BF2"
	},
	{
		"id": "yt-1300-light-freighter",
		"ship": "YT-1300 light freighter",
		"desc": "The Millennium Falcon is a highly modified YT-1300F light freighter captained by smuggler Han Solo and his Wookiee first mate, Chewbacca.",
		"img": "MF"
	},
	{
		"id": "ef76-nebulon-b",
		"ship": "EF76 Nebulon-B",
		"desc": "Luke Skywalker receives a prosthetic hand aboard the Redemption, a modified Nebulon-B escort frigate, at the conclusion of Star Wars: Episode V – The Empire Strikes Back.",
		"img": "EF76NebulonB"
	},
	{
		"id": "gr-75-medium-transport",
		"ship": "GR-75 medium transport",
		"desc": "GR-75 medium transports are a class of ship which first appears in The Empire Strikes Back during the evacuation of Echo Base on Hoth, and have made appearances in other media.",
		"img": "GR75"
	},
	{
		"id": "firespray-31",
		"ship": "Firespray-31",
		"desc": "Slave I is the starship used by bounty hunter Boba Fett in The Empire Strikes Back and The Mandalorian, and by his father Jango Fett in Attack of the Clones. According to in-universe reference material, Slave I is a modified Firespray-31-class patrol craft produced by Kuat Systems Engineering.",
		"img": "Firespray31"
	},
	{
		"id": "cr90-corellian-corvette",
		"ship": "CR90 Corellian corvette",
		"desc": "The Tantive IV, identified in source material as a CR90 Corellian corvette, first appears in the opening scene of the original Star Wars: Episode IV - A New Hope, commanded by Princess Leia as she tries to escape from Darth Vader aboard his Imperial Star Destroyer.",
		"img": "CR90"
	}
]
